{"sentencesBefore": "2\tDas Berufungsgericht hat die Revision zur Klärung der Frage zugelassen, ob auch bei einem Kaufvertrag zwischen Unternehmern die Ausund Einbaukosten zu der vom Verkäufer geschuldeten Nacherfüllung gehören. Diese Frage ist nicht mehr klärungsbedürftig.", "sentencesAfter": "Bei diesen Kaufverträgen wird daher der Ausbau der mangelhaften Kaufsache und der Einbau der Ersatzsache von der Nacherfüllungsvariante 'Lieferung einer mangelfreien Sache' nicht erfasst (Senatsurteil vom 17. Oktober 2012 - VIII ZR 226/11, NJW 2013, 220 Rn. 17 ff., zur Veröffentlichung in -3-", "sentencesRechtssatz": "3\tDer Senat hat - nach Erlass des Berufungsurteils - entschieden, dass die aufgrund des Urteils des Europäischen Gerichtshofs vom 16. Juni 2011 (C-65/09, C-87/09 - Gebr. Weber GmbFI/Jürgen Wittmer; Ingrid Putz/Medianess Electronics GmbH, NJW 2011, 2269) gebotene richtlinienkonforme Auslegung des § 439 Abs. 1 Alt. 2 BGB auf den Verbrauchsgüterkaufvertrag beschränkt ist und nicht für Kaufverträge zwischen Unternehmern oder zwischen Verbrauchern gilt.", "urteilsIDofFundstelle": "Datum-2013-04-16-Gericht-BGH-Az-VIII_ZR_375-11", "urteilsID": [], "gesetzbuch": "BGB", "paragraph": ["439 BGB"], "gesetze": [{"startAtCharacterPos": 297, "endWithCharacterPos": 320, "number": "439", "book": "BGB", "paragraph": "1", "searchText": "§ 439 Abs. 1 Alt. 2 BGB auf den Verbrauchsgüterkaufvertrag beschränkt ist und nicht für Kaufverträge zwischen Unternehmern oder zwischen Verbrauchern gilt"}], "randnummer": "", "kommentar": [], "zeitschrift": "NJW", "isSet": true, "court": "", "rank_score": 0}
{"sentencesBefore": "23\tVerneint man die Frage, scheidet ein auf Nacherfüllung in natura gerich- teter Nacherfüllungsanspruch von vornherein aus; in Betracht kommt dann nur noch ein regelmäßig auf die Quote des Miteigentumsanteils (§16 Abs. 2 WEG) beschränkter Anspruch auf Freistellung von den Kosten zur Beseitigung des Mangels (zu Letzterem vgl. auch Senat, Urteil vom 12. März 2010 - V ZR 147/09, NZM 2010, 444 Rn. 11 f.).", "sentencesAfter": "Der arglistig handelnde Verkäufer kann dieses Ergebnis regelmäßig nicht dadurch vermeiden, dass er innerhalb der grundsätzlich erforderlichen Fristsetzung den Mangel behebt, weil der Käufer dem arglistig täuschenden Verkäufer hierzu in aller Regel keine Gelegenheit geben muss (Senat, Urteil vom 12. März 2010 - V ZR 147/09, aaO, Rn. 9 mwN). Indessen kann der Verkäufer von dem Erwerber, der mit Erfolg sekundäre Mängelrechte geltend gemacht hat, bei ordnungsgemäß durchgeführter Nachbesserung nach § 812 Abs. 1 Satz 2 Halbsatz 1 BGB einen bereicherungsrechtlichen Ausgleich verlangen (dazu Derleder, ZWE 2009, 1, 8; Ott, NZM 2007, 505, 507; Baer, BTR 2006, 113, 121).", "sentencesRechtssatz": "Bestimmt man die Sollbeschaffenheit dagegen weiter und räumt dem Käufer demgemäß einen „vollen“ (Nach-) Erfüllungsanspruch ein, kommt eine Behebung des Mangels am Gemeinschaftseigentum auch Käufern zugute, denen der Verkäufer bereits „kleinen“ Schadensersatzoder Minderung geleistet hat (zu den Voraussetzungen, unter denen der Verkäufer die Nachbesserung nach § 439 Abs.3 BGB verweigern kann, ausführlich Senat, Urteil vom 4. April 2014 - V ZR 275/12, BGHZ 200, 350 Rn. 34 ff.).", "urteilsIDofFundstelle": "Datum-2015-07-24-Gericht-BGH-Az-V_ZR_167-14", "urteilsID": [], "gesetzbuch": "", "paragraph": ["439 BGB"], "gesetze": [{"startAtCharacterPos": 361, "endWithCharacterPos": 376, "number": "439", "book": "BGB", "paragraph": "3", "searchText": "§ 439 Abs.3 BGB verweigern kann, ausführlich Senat, Urteil vom 4"}], "randnummer": "", "kommentar": [], "zeitschrift": "", "isSet": true, "court": "court", "rank_score": 0}
{"sentencesBefore": " dass es sich bei dem sporadisch auftretenden Hängenbleiben des Kupplungspedals um einen sicherheitsrelevanten Mangel des verkauften Fahrzeugs gehandelt hat, dessen in seinen Ursachen und Abhilfemöglichkeiten unklare Beseitigung die Beklagte in einer dem Kläger nicht zu demutbaren und deshalb mit erheblichen Unannehmlichkeiten verbundenen Weise hinausgeschoben hat. Der Kläger war deshalb auch ohne ausdrückliche Setzung einer Frist zur Mangelbeseitigung gemäß § 434 Abs. 1 Satz 2 Nr. 2, § 437 Nr. 2, § 440 Satz 1 Alt. 3, § 323 Abs. 1 BGB mit den sich daraus nach § 346 BGB ergebenden Rechtsfolgen zu dem Rücktritt vom Kaufvertrag berechtigt, ohne dass die Beklagte dem mit Blick auf die sich nachträglich herausgestellten Mangelbeseitigungskosten den Einwand der Unerheblichkeit der Pflichtverletzung (§ 323 Abs. 5 Satz 2 BGB) entgegen setzen kann.", "sentencesAfter": "15\t1. Nach den auf sachverständige Beratung gestützten Feststellungen  des Berufungsgerichts stellt das zeitweilige Hängenbleiben des Kupplungspedals am Fahrzeugboden, welches auf eine Fehlfunktion der im Kupplungszylindergeber eingebauten Kolbenstange zurückgeht, einen bereits bei Gefahrübergang vorhandenen Sachmangel im Sinne von § 434 Abs. 1 Satz 2 Nr. 2 BGB dar.", "sentencesRechtssatz": "Da die Beklagte durch ihre Weigerung, die nach den Umständen gemäß § 439 Abs. 1 BGB aufgrund der ihr mitgeteilten Mangelsymptome gebotene Mangelerforschung und -beseitigung unverzüglich vorzunehmen, pflichtwidrig das Scheitern des Kaufvertrages verursacht hat, ist sie dem Kläger zugleich gemäß § 437 Nr. 3, § 284 BGB zu dem Ersatz seiner vom Berufungsgericht festgestellten fehlgeschlagenen Aufwendungen (vgl. Senatsurteil vom 15. April 2015 - VIII ZR 80/14, WM 2015, 1485 Rn. 24 mwN) sowie gemäß § 437 Nr. 3, 440 Satz 1 Alt. 3, § 280 Abs.1, 3, § 281 Abs.1, 2 BGB zu dem Ersatz seines Nutzungsausfallschadens (vgl. Senatsurteil vom 14. April 2010 - VIII ZR 145/09, NJW 2010, 2426 Rn. 13 ff.) einschließlich der durch die ungebührliche Verzögerung der Mangelbeseitigung und den daran anknüpfenden Rücktritt veranlassten Rechtsanwaltskosten (§ 437 Nr. 3, § 280 Abs. 1 BGB) verpflichtet.", "urteilsIDofFundstelle": "Datum-2016-10-26-Gericht-BGH-Az-VIII_ZR_240-15", "urteilsID": [], "gesetzbuch": "BGB", "paragraph": ["439 BGB", "284 BGB", "437 null", "280 null"], "gesetze": [{"startAtCharacterPos": 67, "endWithCharacterPos": 83, "number": "439", "book": "BGB", "paragraph": "1", "searchText": "§ 439 Abs. 1 BGB aufgrund der ihr mitgeteilten Mangelsymptome gebotene Mangelerforschung und -beseitigung unverzüglich vorzunehmen, pflichtwidrig das Scheitern des Kaufvertrages verursacht hat, ist sie dem Kläger zugleich gemäß § 437 Nr"}, {"startAtCharacterPos": 308, "endWithCharacterPos": 317, "number": "284", "book": "BGB", "searchText": "§ 284 BGB zu dem Ersatz seiner vom Berufungsgericht festgestellten fehlgeschlagenen Aufwendungen "}, {"startAtCharacterPos": 530, "endWithCharacterPos": 555, "number": "280", "paragraph": "1", "searchText": "§ 280 Abs.1, 3, § 281 Abs"}], "randnummer": "", "kommentar": [], "zeitschrift": "NJW", "isSet": true, "court": "", "rank_score": 0}
{"sentencesBefore": "- 14- ben hätten feststellen können, nicht verpflichtet gewesen, das Fahrzeug nur auf den vom Kläger behaupteten Mangel hin einer aufwändigen und kostenintensiven Prüfung zu unterziehen.", "sentencesAfter": "26\tAuch das von der Revision als nacherfüllungshindernd reklamierte Kostenrisiko hat die Beklagte nicht berechtigt, die mit Erhebung des am 18. Juli 2013 vom Kläger erhobenen Nachbesserungsverlangens fällig gewordene Verpflichtung zur Nacherfüllung als mit einer lediglich oberflächlichen Überprüfung der Rückstellfähigkeit des Kupplungspedals zunächst erfüllt anzusehen und den Kläger darauf zu verweisen, eine genauere Überprüfung erst künftig bei einem weiteren Auftreten der Fehlfunktion vorzunehmen. Denn das Risiko der an den angezeigten Mangelsymptomen ansetzenden Ursachenklärung einschließlich des damit verbundenen Kostenrisikos ist grundsätzlich dem Verkäufer zugewiesen (vgl. §439 Abs. 2 BGB).", "sentencesRechtssatz": "Dabei übersieht die Revision, die hierbei - anders als das Berufungsgericht - auch nicht zwischen sicherheitsrelevanten und sonstigen Mängeln differenzieren will, dass ein Käufer den Anforderungen an ein die Nacherfüllungspflicht gemäß § 439 Abs. 1 BGB auslösendes Nacherfüllungsverlangen bereits dadurch genügt, dass er dem Verkäufer neben einer Einräumung der Untersuchungsmöglichkeit (Senatsurteil vom 3. März 2010 - VIII ZR 310/08, NJW 2010, 1448 Rn. 12 mwN) die Mangelsymptome hinreichend genau bezeichnet und ihm auf diese Weise eine Prüfung der Ursachen des in den Symptomen zu dem Ausdruck kommenden Mangels sowie der in Betracht kommenden Abhilfemöglichkeiten ermöglicht (vgl. BGH, Urteil vom 9. Oktober 2008 - VII ZR 80/07, NJW 2009, 354 Rn. 19 [Werkvertragsrecht]; OLG München, MDR 2006, 1338, 1339; Reinking/Eggert, Der Autokauf, 13. Aufl., Rn. 689; jeweils mwN).", "urteilsIDofFundstelle": "Datum-2016-10-26-Gericht-BGH-Az-VIII_ZR_240-15", "urteilsID": [], "gesetzbuch": "BGB", "paragraph": ["439 BGB"], "gesetze": [{"startAtCharacterPos": 236, "endWithCharacterPos": 252, "number": "439", "book": "BGB", "paragraph": "1", "searchText": "§ 439 Abs. 1 BGB auslösendes Nacherfüllungsverlangen bereits dadurch genügt, dass er dem Verkäufer neben einer Einräumung der Untersuchungsmöglichkeit "}, {"startAtCharacterPos": 236, "endWithCharacterPos": 252, "number": "439", "book": "BGB", "paragraph": "1", "searchText": "§ 439 Abs. 1 BGB auslösendes Nacherfüllungsverlangen bereits dadurch genügt, dass er dem Verkäufer neben einer Einräumung der Untersuchungsmöglichkeit "}, {"startAtCharacterPos": 236, "endWithCharacterPos": 252, "number": "439", "book": "BGB", "paragraph": "1", "searchText": "§ 439 Abs. 1 BGB auslösendes Nacherfüllungsverlangen bereits dadurch genügt, dass er dem Verkäufer neben einer Einräumung der Untersuchungsmöglichkeit "}, {"startAtCharacterPos": 236, "endWithCharacterPos": 252, "number": "439", "book": "BGB", "paragraph": "1", "searchText": "§ 439 Abs. 1 BGB auslösendes Nacherfüllungsverlangen bereits dadurch genügt, dass er dem Verkäufer neben einer Einräumung der Untersuchungsmöglichkeit "}, {"startAtCharacterPos": 236, "endWithCharacterPos": 252, "number": "439", "book": "BGB", "paragraph": "1", "searchText": "§ 439 Abs. 1 BGB auslösendes Nacherfüllungsverlangen bereits dadurch genügt, dass er dem Verkäufer neben einer Einräumung der Untersuchungsmöglichkeit "}], "randnummer": "", "kommentar": [], "zeitschrift": " MDR ", "isSet": true, "court": "court", "rank_score": 0}
{"sentencesBefore": "Die Regelungen sind nicht klar und verständlich, da sich ihnen die Auswirkungen dieser Klauseln auf Schadensersatzansprüche wegen einer Verletzung der Pflicht zur Nacherfüllung (§ 439 Abs. 1 BGB) nicht mit der erforderlichen Klarheit entnehmen lassen. 12\ta) Dem Käufer kann gegen den Verkäufer einer mangelhaften Sache ein Anspruch, welcher auf die Zahlung der für die Reparatur erforderlichen Kosten gerichtet ist (vgl. BGH, Urteil vom 15. Juni 2012 - VZR 198/11, BGHZ 193, 326 Rn. 31 mwN), als Schadensersatz statt der Leistung unter zwei Gesichtspunkten zustehen.", "sentencesAfter": "13\tb) Ein nach Maßgabe des § 437 Nr. 3 BGB in Betracht kommender Schadensersatzanspruch wegen einer Verletzung der Pflicht des Beklagten zur Lieferung eines mangelfreien Pkw steht der Klägerin schon deshalb nicht zu, weil der Beklagte die in der Lieferung des mangelhaften Fahrzeuges liegende Pflichtverletzung nicht zu vertreten hat (§ 280 Abs. 1 Satz 2 BGB). Denn nach den rechtsfehlerfreien und unangegriffenen Feststellungen des Berufungsgerichts sind die Korrosionsschäden auf Verarbeitungsfehler bei der Produktion zurückzuführen und erst nach der Übergabe des Fahrzeugs aufgetreten.", "sentencesRechtssatz": "Zum einen kann der Verkäufer seine Pflicht zur Lieferung der mangelfreien Kaufsache (§ 433 Abs. 1 Satz 2 BGB) schuldhaft verletzt haben; zu dem anderen kann sich ein solcher Anspruch unter dem Gesichtspunkt einer Verletzung der Verpflichtung des Verkäufers zur Nacherfüllung (§ 439 Abs. 1 BGB) ergeben (vgl. Senatsurteil vom 17. Oktober 2012 - VIII ZR 226/11, BGHZ 195, 135 Rn. 11 ff.).", "urteilsIDofFundstelle": "Datum-2015-04-29-Gericht-BGH-Az-VIII_ZR_104-14", "urteilsID": [], "gesetzbuch": "", "paragraph": ["433 BGB", "439 BGB"], "gesetze": [{"startAtCharacterPos": 85, "endWithCharacterPos": 108, "number": "433", "book": "BGB", "paragraph": "1", "sentence": "atz 2", "searchText": "§ 433 Abs. 1 Satz 2 BGB"}, {"startAtCharacterPos": 276, "endWithCharacterPos": 292, "number": "439", "book": "BGB", "paragraph": "1", "searchText": "§ 439 Abs. 1 BGB"}], "randnummer": "", "kommentar": [], "zeitschrift": "", "isSet": true, "court": "court", "rank_score": 0}
{"sentencesBefore": "Daher ist der Verkäufer nach dieser Klausel berechtigt, die Nacherfüllung (§ 439 Abs. 1 BGB) nach Ablauf eines Jahres zu verweigern (§ 214 Abs. 1 BGB). Verweigert er die Nacherfüllung nach Ablauf der Verjährungsfrist gemäß § 214 Abs. 1 BGB zu Recht, kann ein Schadensersatzanspruch hierauf nicht gestützt werden.", "sentencesAfter": "- IQ- 20\tLegt man also allein Abschnitt VI Nr. 1 Satz 1 der Allgemeinen Geschäftsbedingungen zugrunde, scheiden Schadensersatzansprüche wegen der Verletzung der Pflicht des Verkäufers zur Nacherfüllung (§ 439 Abs. 1 BGB) demnach bereits nach Ablauf eines Jahres ab Übergabe des Fahrzeuges aus, sofern sich der Verkäufer auf die Verjährung beruft.", "sentencesRechtssatz": "Die Nichterfüllung des Nacherfüllungsanspruchs aus § 439 Abs. 1 BGB stellt in diesem Fall keine Pflichtverletzung im Sinne des § 280 Abs. 1 und 3, § 281 Abs. 1 BGB (i.V. m. § 437 Nr. 3 BGB) dar, denn § 280 Abs. 1 und 3, § 281 Abs. 1 BGB setzen voraus, dass dem Gläubiger ein Anspruch aus dem Schuldverhältnis zusteht, der nicht durch eine dauernde oder aufschiebende Einrede gehemmt ist (vgl. BGH, Urteil vom 7. März 2013 -VII ZR 162/12, NJW2013, 1431 Rn. 20).", "urteilsIDofFundstelle": "Datum-2015-04-29-Gericht-BGH-Az-VIII_ZR_104-14", "urteilsID": [], "gesetzbuch": "BGB", "paragraph": ["439 BGB", "281 BGB", "437 BGB", "280 null"], "gesetze": [{"startAtCharacterPos": 51, "endWithCharacterPos": 67, "number": "439", "book": "BGB", "paragraph": "1", "searchText": "§ 439 Abs. 1 BGB stellt in diesem Fall keine Pflichtverletzung im Sinne des § 280 Abs"}, {"startAtCharacterPos": 147, "endWithCharacterPos": 163, "number": "281", "book": "BGB", "paragraph": "1", "searchText": "§ 281 Abs. 1 BGB "}, {"startAtCharacterPos": 173, "endWithCharacterPos": 188, "number": "437", "book": "BGB", "numberNumber": "3", "searchText": "§ 437 Nr. 3 BGB"}, {"startAtCharacterPos": 200, "endWithCharacterPos": 229, "number": "280", "paragraph": "1", "searchText": "§ 280 Abs. 1 und 3, § 281 Abs"}, {"startAtCharacterPos": 51, "endWithCharacterPos": 67, "number": "439", "book": "BGB", "paragraph": "1", "searchText": "§ 439 Abs. 1 BGB stellt in diesem Fall keine Pflichtverletzung im Sinne des § 280 Abs"}, {"startAtCharacterPos": 147, "endWithCharacterPos": 163, "number": "281", "book": "BGB", "paragraph": "1", "searchText": "§ 281 Abs. 1 BGB "}, {"startAtCharacterPos": 173, "endWithCharacterPos": 188, "number": "437", "book": "BGB", "numberNumber": "3", "searchText": "§ 437 Nr. 3 BGB"}, {"startAtCharacterPos": 200, "endWithCharacterPos": 229, "number": "280", "paragraph": "1", "searchText": "§ 280 Abs. 1 und 3, § 281 Abs"}], "randnummer": "", "kommentar": [], "zeitschrift": "NJW", "isSet": true, "court": "court", "rank_score": 0}
{"sentencesBefore": "BGHR:\t\tja", "sentencesAfter": "b)\tDiese richtlinienkonforme Auslegung des § 439 Abs. 1 Alt. 2 BGB ist auf den Verbrauchsgüterkauf (§ 474 BGB) beschränkt und erstreckt sich nicht auf Kaufverträge zwischen Unternehmern oder zwischen Verbrauchern. BGH, Urteil vom 17. Oktober 2012 - VIII ZR 226/11 - OLG Stuttgart", "sentencesRechtssatz": "BGB § 439 Abs. 1 a)\t§ 439 Abs. 1 Alt. 2 BGB ist richtlinienkonform dahin auszulegen, dass die Nacherfüllungsvariante 'Lieferung einer mangelfreien Sache' neben dem Ausbau und Abtransport der mangelhaften Kaufsache auch den Einbau der als Ersatz gelieferten Sache erfasst (im Anschluss an EuGH, Urteil vom 16. Juni 2011 - Rechtssachen C-65/09 und C-87/09, NJW 2011, 2269; Senatsurteil vom 21. Dezember 2011 - VIII ZR 70/08, NJW 2012, 1073).", "urteilsIDofFundstelle": "Datum-2012-10-17-Gericht-BGH-Az-VIII_ZR_226-11", "urteilsID": [], "gesetzbuch": "BGB", "paragraph": ["439 BGB"], "gesetze": [{"startAtCharacterPos": 3, "endWithCharacterPos": 26, "number": "439", "book": "BGB", "paragraph": "1", "searchText": "§ 439 Abs. 1 Alt. 2 BGB ist richtlinienkonform dahin auszulegen, dass die Nacherfüllungsvariante \"Lieferung einer mangelfreien Sache\" neben dem Ausbau und Abtransport der mangelhaften Kaufsache auch den Einbau der als Ersatz gelieferten Sache erfasst "}, {"startAtCharacterPos": 3, "endWithCharacterPos": 26, "number": "439", "book": "BGB", "paragraph": "1", "searchText": "§ 439 Abs. 1 Alt. 2 BGB ist richtlinienkonform dahin auszulegen, dass die Nacherfüllungsvariante \"Lieferung einer mangelfreien Sache\" neben dem Ausbau und Abtransport der mangelhaften Kaufsache auch den Einbau der als Ersatz gelieferten Sache erfasst "}], "randnummer": "", "kommentar": [], "zeitschrift": "NJW", "isSet": true, "court": "court", "rank_score": 0}
{"sentencesBefore": "'Art. 3 Abs. 2 und 3 der Richtlinie [...] ist dahin auszulegen, dass, wenn der vertragsgemäße Zustand eines vertragswidrigen Verbrauchsguts, das vor Auftreten des Mangels vom Verbraucher gutgläubig gemäß seiner Art und seinem Verwendungszweck eingebaut wurde, durch Ersatzlieferung hergestellt wird, der Verkäufer verpflichtet ist, entweder selbst den Ausbau dieses Verbrauchsguts aus der Sache, in die es eingebaut wurde, vorzunehmen und das als Ersatz gelieferte Verbrauchsgut in diese Sache einzubauen, oder die Kosten zu tragen, die für diesen Ausbau und den Einbau des als Ersatz gelieferten Verbrauchsguts notwendig sind.", "sentencesAfter": "Für den Einbau der als Ersatz gelieferten Kaufsache kann aufgrund des Urteils des Gerichtshofs nichts anderes gelten; auch insoweit ist eine richtlinienkonforme Auslegung des § 439 Abs. 1 Alt. 2 BGB für den Verbrauchsgüterkauf geboten. Soweit der Senat zuvor in seinem ebenfalls einen Verbrauchsgüterkauf betreffenden Urteil vom 15. Juli 2008 (VIII ZR 211/07, BGHZ 177, 224 Rn. 25) die Auffassung vertreten hat, eine so weitgehende Ausdehnung der Nacherfüllungspflicht lasse sich aus Art. 3 Abs. 2 der Richtlinie nicht herleiten, hält er daran nicht fest.", "sentencesRechtssatz": "Diese Verpflichtung des Verkäufers besteht unabhängig davon, ob er sich im Kaufvertrag verpflichtet hatte, das ursprünglich gekaufte Verbrauchsgut einzubauen.' 16\tIn der abschließenden Entscheidung über den dem Gerichtshof vorgelegten Fall des Verbrauchsgüterkaufs hat der Senat daraufhin § 439 Abs. 1 Alt. 2 BGB richtlinienkonform dahin ausgelegt, dass die Nacherfüllungsvariante 'Lieferung einer mangelfreien Sache' auch den Ausbau und den Abtransport der mangelhaften Kaufsache umfasst (Urteil vom 21. Dezember 2011 - VIII ZR 70/08, zur Veröffentlichung in BGHZ vorgesehen, NJW 2012, 1073 Rn. 25 ff.).", "urteilsIDofFundstelle": "Datum-2012-10-17-Gericht-BGH-Az-VIII_ZR_226-11", "urteilsID": [], "gesetzbuch": "BGB", "paragraph": ["439 BGB"], "gesetze": [{"startAtCharacterPos": 129, "endWithCharacterPos": 152, "number": "439", "book": "BGB", "paragraph": "1", "searchText": "§ 439 Abs. 1 Alt. 2 BGB richtlinienkonform dahin ausgelegt, dass die Nacherfüllungsvariante \"Lieferung einer mangelfreien Sache\" auch den Ausbau und den Abtransport der mangelhaften Kaufsache umfasst "}, {"startAtCharacterPos": 129, "endWithCharacterPos": 152, "number": "439", "book": "BGB", "paragraph": "1", "searchText": "§ 439 Abs. 1 Alt. 2 BGB richtlinienkonform dahin ausgelegt, dass die Nacherfüllungsvariante \"Lieferung einer mangelfreien Sache\" auch den Ausbau und den Abtransport der mangelhaften Kaufsache umfasst "}], "randnummer": "", "kommentar": [], "zeitschrift": "NJW", "isSet": true, "court": "court", "rank_score": 0}
{"sentencesBefore": "21\tEine richtlinienüberschießende Umsetzung der Richtlinie liegt hier vor. Denn der Gesetzgeber hat die gemeinschaftsrechtlichen Vorgaben für die Nacherfüllung bei deren Umsetzung in das deutsche Recht nicht in die Sonderregelungen für den Verbrauchsgüterkauf (§§ 474 ff. BGB), sondern in die für alle Kaufverträge geltenden Bestimmungen der §§ 433 ff. BGB eingefügt.", "sentencesAfter": "Davon kann nicht ausgegangen werden. Denn der Gesetzgeber ist bei der richtlinienüberschießenden Umsetzung der gemeinschaftsrechtlichen Vorgaben für die Nacherfüllung von einem anderen Verständnis der Richtlinie ausgegangen als der Gerichtshof.Aus den Gesetzesmaterialien der Schuldrechtsreform ist zu entnehmen, dass dem Gesetzgeber eine so weitgehende Ausdehnung der Nachlieferungspflicht, wie sie der Gerichtshof vorgenommen hat, nicht vor Augen gestanden und er sie deshalb jedenfalls nicht für das gesamte Kaufrecht gewollt haben würde.", "sentencesRechtssatz": "22\tVoraussetzung für eine richtlinienkonforme Auslegung des § 439 Abs. 1 Alt. 2 BGB über den Verbrauchsgüterkauf hinaus ist nach dem oben Gesagten aber weiter, dass eine Ausdehnung der Nachlieferungspflicht im Sinne des Urteils des Gerichtshofs dem Willen des deutschen Gesetzgebers entspricht (vgl. Senatsurteile vom 26. November 2008 - VIII ZR 200/05, BGHZ 179, 27 Rn. 28 zur teleologischen Reduktion des § 439 Abs.4 BGB; vom 13. April 2011 - VIII ZR 220/10, BGHZ 189, 196 Rn. 47 zu § 269 Abs. 1 BGB).", "urteilsIDofFundstelle": "Datum-2012-10-17-Gericht-BGH-Az-VIII_ZR_226-11", "urteilsID": [], "gesetzbuch": "", "paragraph": ["439 BGB", "269 BGB"], "gesetze": [{"startAtCharacterPos": 60, "endWithCharacterPos": 83, "number": "439", "book": "BGB", "paragraph": "1", "searchText": "§ 439 Abs. 1 Alt. 2 BGB über den Verbrauchsgüterkauf hinaus ist nach dem oben Gesagten aber weiter, dass eine Ausdehnung der Nachlieferungspflicht im Sinne des Urteils des Gerichtshofs dem Willen des deutschen Gesetzgebers entspricht "}, {"startAtCharacterPos": 407, "endWithCharacterPos": 422, "number": "439", "book": "BGB", "paragraph": "4", "searchText": "§ 439 Abs.4 BGB"}, {"startAtCharacterPos": 485, "endWithCharacterPos": 501, "number": "269", "book": "BGB", "paragraph": "1", "searchText": "§ 269 Abs. 1 BGB"}], "randnummer": "", "kommentar": [], "zeitschrift": "", "isSet": true, "court": "court", "rank_score": 0}
{"sentencesBefore": "Insoweit kann auf der  Grundlage der bisherigen Feststellungen des Berufungsgerichts ein Anspruch der Klägerin auf Schadensersatz statt der Leistung (§ 437 Nr. 3, § 280 Abs.1, 3, § 281 BGB) unter dem Gesichtspunkt der Verschaffung eines von Sachmängeln freien Tieres (§ 434 Abs.1, § 90a BGB) nicht ausgeschlossen werden.", "sentencesAfter": "Eine solche Verpflichtung der Beklagten haben die Parteien gemäß § 5 Abs. 5 des Kaufvertrages ausdrücklich vereinbart. Danach sind die Parteien 'sich einig, dass eine Nachbesserung durch Lieferung eines vergleichbaren Pferdes erfolgen kann', so dass diese Art der Nacherfüllung durch § 3 Abs.3 des Kaufvertrages nicht ausgeschlossen ist.", "sentencesRechtssatz": "Ebenso wenig kann ein Anspruch der Klägerin auf Schadensersatz statt der Leistung unter dem Gesichtspunkt einer Verletzung der Verpflichtung der Beklagten zur Nacherfüllung gemäß § 439 Abs. 1 BGB ausgeschlossen werden (vgl. Senatsurteil vom 2. April 2014 - VIII ZR 46/13, BGHZ 200, 337 Rn. 23 f. mwN).", "urteilsIDofFundstelle": "Datum-2015-03-18-Gericht-BGH-Az-VIII_ZR_176-14", "urteilsID": [], "gesetzbuch": "", "paragraph": ["439 BGB"], "gesetze": [{"startAtCharacterPos": 179, "endWithCharacterPos": 195, "number": "439", "book": "BGB", "paragraph": "1", "searchText": "§ 439 Abs. 1 BGB ausgeschlossen werden "}], "randnummer": "", "kommentar": [], "zeitschrift": "", "isSet": true, "court": "court", "rank_score": 0}
{"sentencesBefore": "Die Voraussetzungen für eine derartige Beschränkung der Ersatzpflicht sind im vorliegenden Zusammenhang jedoch nicht gegeben. Bei dem hier in Rede stehenden Vertrag handelt es sich weder um einen Verbrauchsgüterkauf noch ist eine Regelungslücke gegeben.", "sentencesAfter": "38\td) Das Berufungsgericht geht rechtsfehlerhaft davon aus, dass Mängelbeseitigungskosten erst dann als unverhältnismäßig anzusehen sind, wenn sie 130% des Verkehrswerts des mangelfreien Grundstücks übersteigen. 39\taa)\tDie\tfür\tdie\tBeurteilung\tder\tUnverhältnismäßigkeit\tim\tSinne\tdes\t§\t251 Abs. 2 Satz 1 BGB maßgebenden Kriterien entsprechen jenen, die bei der nach § 439 Abs.3 BGB gebotenen Prüfung des unverhältnismäßigen Nacherfüllungsaufwands heranzuziehen sind (vgl. zu § 635 Abs.3 BGB: BGH, Urteil vom 11. Oktober 2012 -VII ZR 179/11, NJW2013, 370 Rn. 12).", "sentencesRechtssatz": "Kann der Verkäufer die Nachbesserung nach § 439 Abs.3 BGB verweigern, ist es folgerichtig, ihn schadensersatzrechtlich nicht für einen Teil der Mängelbeseitigungskosten einstehen zu lassen, sondern den Schadensersatz auf die Höhe der Differenz des Wertes der Kaufsache in mangelfreiem und in mangelhaftem Zustand zu beschränken (zu dem Werkvertragsrecht BGH, Urteil vom 11. Oktober 2012 -VII ZR 179/11, NJW2013, 370 Rn. 12; vgl. auch Urteil vom 27. November 2009 - LwZR 11/09, NZM 2010, 442 Rn. 11 f.).", "urteilsIDofFundstelle": "Datum-2014-04-04-Gericht-BGH-Az-", "urteilsID": [], "gesetzbuch": "BGB", "paragraph": ["439 BGB"], "gesetze": [{"startAtCharacterPos": 42, "endWithCharacterPos": 57, "number": "439", "book": "BGB", "paragraph": "3", "searchText": "§ 439 Abs.3 BGB verweigern, ist es folgerichtig, ihn schadensersatzrechtlich nicht für einen Teil der Mängelbeseitigungskosten einstehen zu lassen, sondern den Schadensersatz auf die Höhe der Differenz des Wertes der Kaufsache in mangelfreiem und in mangelhaftem Zustand zu beschränken "}, {"startAtCharacterPos": 42, "endWithCharacterPos": 57, "number": "439", "book": "BGB", "paragraph": "3", "searchText": "§ 439 Abs.3 BGB verweigern, ist es folgerichtig, ihn schadensersatzrechtlich nicht für einen Teil der Mängelbeseitigungskosten einstehen zu lassen, sondern den Schadensersatz auf die Höhe der Differenz des Wertes der Kaufsache in mangelfreiem und in mangelhaftem Zustand zu beschränken "}], "randnummer": "", "kommentar": [], "zeitschrift": "NJW", "isSet": true, "court": "court", "rank_score": 0}
{"sentencesBefore": "- 19- werden, dass ein Anspruch auf Nacherfüllung wegen unverhältnismäßiger Kosten dann verweigert werden kann, wenn sie entweder den Verkehrswert des Grundstücks in mangelfreiem Zustand oder 200% des mangelbedingten Minderwerts übersteigen.", "sentencesAfter": "43\t(a) Die Rechtsprechung des Bundesgerichtshofs, wonach die Kosten einer Kraftfahrzeugreparatur bis zu 130% des Wiederbeschaffungswertes ersatzfähig sind, ist auf den vorliegenden Regelungszusammenhang nicht zu übertragen. Sie beruht im Wesentlichen auf der Anerkennung eines besonderen Integritätsinteresses des geschädigten Eigentümers eines Kraftfahrzeuges, das nur durch die Reparatur des ihm vertrauten Fahrzeuges befriedigt werden kann (BGH, Urteil vom 15. Oktober 1991 -VI ZR 314/90, BGHZ 115, 364, 371; Urteil vom 15. Februar 2005 -VI ZR 70/04, NJW 2005, 1108, 1109).", "sentencesRechtssatz": "42\t(1) Ausgangspunkt ist § 439 Abs.3 Satz 2 BGB, der für die Prüfung der Unverhältnismäßigkeit den Wert der Sache in mangelfreiem Zustand und die Bedeutung des Mangels hervorhebt (BGH, Beschluss vom 14. Januar 2009 - VIII ZR 70/08, NJW 2009, 1660 Rn. 15).", "urteilsIDofFundstelle": "Datum-2014-04-04-Gericht-BGH-Az-", "urteilsID": [], "gesetzbuch": "", "paragraph": ["439 BGB"], "gesetze": [{"startAtCharacterPos": 25, "endWithCharacterPos": 47, "number": "439", "book": "BGB", "paragraph": "3", "sentence": "atz 2", "searchText": "§ 439 Abs.3 Satz 2 BGB, der für die Prüfung der Unverhältnismäßigkeit den Wert der Sache in mangelfreiem Zustand und die Bedeutung des Mangels hervorhebt "}], "randnummer": "", "kommentar": [], "zeitschrift": "", "isSet": true, "court": "court", "rank_score": 0}
{"sentencesBefore": "Ob und unter welchen Voraussetzungen darunter auch Kosten fallen, die der Käufer durch Einholung eines Sachverständigengutachtens zur Feststellung des Vorliegens eines Mangels aufwendet, hat der Senat bislang noch nicht entschieden. Er hat in anderem Zusammenhang lediglich ausgesprochen, dass es sich hierbei um eine Kostentragungsregelung mit Anspruchscharakter handelt, welche die von Art. 3 Abs.3 Satz 1, Abs.4 der Richtlinie geforderte Unentgeltlichkeit der Nacherfüllung gewährleisten soll, dabei aber keine Rückschlüsse auf sonstige Rechte und Pflichten der Kaufvertragsparteien zulässt (Senatsurteil vom 13. April 2011 - VIII ZR 220/10, BGHZ 189, 196 Rn. 23 ff., 37).", "sentencesAfter": "-7- liegt (vgl. Senatsurteil vom 21. Dezember 2005 - VIII ZR 49/05, WM 2006, 1355 Rn. 21).", "sentencesRechtssatz": "Außerdem hat der Senat klar gestellt, dass die Vorschrift, nach der der Käufer Anspruch auf Übernahme der 'zu dem Zwecke der Nacherfüllung erforderlichen Aufwendungen' durch den Verkäufer hat, in zeitlicher Hinsicht voraussetzt, dass sich der Vollzug des Kaufvertrags bei Entstehung der Aufwendungen im Stadium der Nacherfüllung gemäß § 439 Abs. 1 BGB befindet (Senatsurteil vom 15. Juli 2008 - VIII ZR 211/07, BGHZ 177, 224 Rn. 9), und dass solche zu dem Zwecke der Nacherfüllung getätigten Aufwendungen nur dann vom Verkäufer zu tragen sind, wenn tatsächlich ein Mangel vor-", "urteilsIDofFundstelle": "Datum-2014-04-30-Gericht-BGH-Az-VIII_ZR_275-13", "urteilsID": [], "gesetzbuch": "", "paragraph": ["439 BGB"], "gesetze": [{"startAtCharacterPos": 335, "endWithCharacterPos": 351, "number": "439", "book": "BGB", "paragraph": "1", "searchText": "§ 439 Abs. 1 BGB befindet "}], "randnummer": "", "kommentar": [], "zeitschrift": "", "isSet": true, "court": "court", "rank_score": 0}
{"sentencesBefore": "-9- tung bedürfe.", "sentencesAfter": "Sie lässt auch außer Acht, dass der deutsche Gesetzgeber, nicht gehindert gewesen wäre, die Richtlinie durch die Übernahme der in § 476a Satz 1 BGB aF Vorgefundenen Regelung überschießend umzusetzen, ohne dabei auf die von der Revision angenommenen gesetzessystematischen Grenzen zu stoßen. Denn Art. 8 Abs. 2 der Richtlinie hat es - wie in Erwägungsgrund 24 eigens hervorgehoben ist - den Mitgliedstaaten freigestellt, im Anwendungsbereich der Richtlinie strengere Bestimmungen zu erlassen oder aufrechtzuerhalten, um ein höheres Schutzniveau für die Verbraucher sicherzustellen.", "sentencesRechtssatz": "Diese Sichtweise verkennt nicht nur den gegenüber den sonstigen Rechten und Pflichten der Kaufvertragsparteien eigenständigen Anspruchscharakter des § 439 Abs. 2 BGB und die hiermit verbundene Absicht des nationalen deutschen Gesetzgebers, mit dieser Norm die von Art. 3 Abs.3 Satz 1, Abs.4 der Richtlinie geforderte Unentgeltlichkeit der Nacherfüllung verschuldensunabhängig zu gewährleisten (BT-Drucks. 14/6040, S. 231; vgl. dazu auch Senatsurteil vom 21. Dezember 2011 - VIII ZR 70/08, BGHZ 192, 148 Rn. 50).", "urteilsIDofFundstelle": "Datum-2014-04-30-Gericht-BGH-Az-VIII_ZR_275-13", "urteilsID": [], "gesetzbuch": "", "paragraph": ["439 BGB"], "gesetze": [{"startAtCharacterPos": 149, "endWithCharacterPos": 165, "number": "439", "book": "BGB", "paragraph": "2", "searchText": "§ 439 Abs. 2 BGB und die hiermit verbundene Absicht des nationalen deutschen Gesetzgebers, mit dieser Norm die von Art"}], "randnummer": "", "kommentar": [], "zeitschrift": "", "isSet": true, "court": "court", "rank_score": 0}
{"sentencesBefore": "Diese Frage ist mittlerweile geklärt.", "sentencesAfter": "Bei diesen Kaufverträgen wird daher der Ausbau der mangelhaften Kaufsache und der Einbau der Ersatzsache von der Nacherfüllungsvariante 'Lieferung einer mangelfreien Sache' nicht erfasst (Senatsurteil vom 17. Okto- -3-", "sentencesRechtssatz": "3\tDer\tSenat hat - nach Erlass des Berufungsurteils - entschieden, dass die aufgrund des Urteils des Europäischen Gerichtshofs vom 16. Juni 2011 (C-65/09, C-87/09 - Gebr. Weber GmbH/Jürgen Wittmer; Ingrid Putz/Medianess Electronics GmbH, NJW 2011, 2269) gebotene richtlinienkonforme Auslegung des § 439 Abs. 1 Alt. 2 BGB auf den Verbrauchsgüterkaufvertrag beschränkt ist und nicht für Kaufverträge zwischen Unternehmern oder zwischen Verbrauchern gilt.", "urteilsIDofFundstelle": "Datum-2013-04-16-Gericht-BGH-Az-VIII_ZR_67-12", "urteilsID": [], "gesetzbuch": "BGB", "paragraph": ["439 BGB"], "gesetze": [{"startAtCharacterPos": 222, "endWithCharacterPos": 245, "number": "439", "book": "BGB", "paragraph": "1", "searchText": "§ 439 Abs. 1 Alt. 2 BGB auf den Verbrauchsgüterkaufvertrag beschränkt ist und nicht für Kaufverträge zwischen Unternehmern oder zwischen Verbrauchern gilt"}], "randnummer": "", "kommentar": [], "zeitschrift": "NJW", "isSet": true, "court": "", "rank_score": 0}
{"sentencesBefore": "Die vom Berufungsgericht vertretene Einschränkung dieses Rechts kann aus der gesetzlichen Regelung nicht hergeleitet werden. 15\tc) Die Berufung auf das Verweigerungsrecht aus § 439 Abs.3 BGB ist entgegen der in der Revisionserwiderung vertretenen Auffassung des Klägers auch nicht 'verfristet'.", "sentencesAfter": "Ein solcher Fall liegt hier nicht vor. Der Kläger ist nicht vom Vertrag zurückgetreten, sondern begehrt weiterhin Nacherfüllung in Form der Ersatzlieferung.", "sentencesRechtssatz": "16\tEs kann dahingestellt bleiben, ob sich der Verkäufer auf die Einrede aus § 439 Abs.3 BGB dann nicht mehr berufen kann, wenn der Käufer bereits wirksam vom Vertrag zurückgetreten ist (so OLG Celle, NJW-RR 2007, 353 f.; vgl. dazu Lorenz, NJW 2007, 1, 5 f.).", "urteilsIDofFundstelle": "Datum-2013-10-16-Gericht-BGH-Az-VIII_ZR_273-12", "urteilsID": [], "gesetzbuch": "BGB", "paragraph": ["439 BGB"], "gesetze": [{"startAtCharacterPos": 76, "endWithCharacterPos": 91, "number": "439", "book": "BGB", "paragraph": "3", "searchText": "§ 439 Abs.3 BGB dann nicht mehr berufen kann, wenn der Käufer bereits wirksam vom Vertrag zurückgetreten ist "}, {"startAtCharacterPos": 76, "endWithCharacterPos": 91, "number": "439", "book": "BGB", "paragraph": "3", "searchText": "§ 439 Abs.3 BGB dann nicht mehr berufen kann, wenn der Käufer bereits wirksam vom Vertrag zurückgetreten ist "}, {"startAtCharacterPos": 76, "endWithCharacterPos": 91, "number": "439", "book": "BGB", "paragraph": "3", "searchText": "§ 439 Abs.3 BGB dann nicht mehr berufen kann, wenn der Käufer bereits wirksam vom Vertrag zurückgetreten ist "}, {"startAtCharacterPos": 76, "endWithCharacterPos": 91, "number": "439", "book": "BGB", "paragraph": "3", "searchText": "§ 439 Abs.3 BGB dann nicht mehr berufen kann, wenn der Käufer bereits wirksam vom Vertrag zurückgetreten ist "}], "randnummer": "", "kommentar": [], "zeitschrift": "NJW-RR", "isSet": true, "court": "court", "rank_score": 0}
{"sentencesBefore": "9\tb) Nach § 199 Abs. 1 Nr. 2 BGB beginnt die Frist mit dem Schluss des Jahres, in dem der Gläubiger von den anspruchsbegründenden Umständen und der Person des Schuldners Kenntnis erlangt hat oder ohne grobe Fahrlässigkeit hätte erlangen müssen. 10\taa) Nach der Rechtsprechung des Bundesgerichtshofs liegt die nach § 199 Abs. 1 Nr. 2 BGB erforderliche Kenntnis von den anspruchsbegründenden Umständen im Allgemeinen vor, wenn dem Geschädigten die Erhebung einer Schadensersatzklage, sei es auch nur in Form der Feststellungsklage, Erfolg versprechend, wenn auch nicht risikolos, möglich ist (vgl. nur BGH, Urteil vom 15. März 2016 -XI ZR 122/14, WM 2016, 780 Rn. 28 mwN).", "sentencesAfter": "Für eine Kenntnis der den Anspruch begründenden Umstände muss vielmehr hinzukommen, dass der Geschädigte aus den Anknüpfungstatsachen den Schluss auf eine Pflichtverletzung durch eine bestimmte Person zieht oder infolge grober Fahrlässigkeit nicht gezogen hat. 11\tbb) Die Feststellung, ob und wann der Gläubiger Kenntnis von bestimmten Umständen hatte oder ob seine Unkenntnis auf grober Fahrlässigkeit beruhte, unterliegt als Ergebnis tatrichterlicher Würdigung zwar nur einer einge-", "sentencesRechtssatz": "Sie ist aber nicht schon dann gegeben, wenn der Geschädigte lediglich Kenntnis von Anknüpfungstatsachen hatte (vgl. Senat, Urteil vom 27. Februar 2015 - VZR 133/14, NJW 2015, 2029 Rn. 33 zu § 439 BGB a.F.).", "urteilsIDofFundstelle": "Datum-2016-06-17-Gericht-BGH-Az-", "urteilsID": [], "gesetzbuch": "BGB", "paragraph": ["439 BGB"], "gesetze": [{"startAtCharacterPos": 190, "endWithCharacterPos": 199, "number": "439", "book": "BGB", "searchText": "§ 439 BGB a"}], "randnummer": "", "kommentar": [], "zeitschrift": "NJW", "isSet": true, "court": "", "rank_score": 0}